complete/sample_data/platform_page

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[平台]]></platform>
<class xsi:type="xsd:string"><![CDATA[奇秀广场]]></class>
<time xsi:type="xsd:string"><![CDATA[2016-9-5 21:17:56]]></time>
<type xsi:type="xsd:string"><![CDATA[嗨聊]]></type>
<cont_items><cont_item xsi:type="xsd:string"><room_number><![CDATA[146007]]></room_number><nickname><![CDATA[希小宝|▍正常直播喽]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[110281]]></room_number><nickname><![CDATA[EZ★小玉兒成年了]]></nickname><area><![CDATA[台湾]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[111359]]></room_number><nickname><![CDATA[林小易?舞尚界传媒]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122864]]></room_number><nickname><![CDATA[小龙妹丶]]></nickname><area><![CDATA[湖南]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[131297]]></room_number><nickname><![CDATA[歌者婷宝児~求守护]]></nickname><area><![CDATA[山东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122804]]></room_number><nickname><![CDATA[苏小米-中影华人]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[117248]]></room_number><nickname><![CDATA[俊泽-实力唱将！]]></nickname><area><![CDATA[山东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[157457]]></room_number><nickname><![CDATA[辣咖是个小天使]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[124860]]></room_number><nickname><![CDATA[闪耀?火火莎拉嘿呦]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[152986]]></room_number><nickname><![CDATA[佩丫头【求升20冠】]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[158526]]></room_number><nickname><![CDATA[熊燕歌声 伴你同行]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122548]]></room_number><nickname><![CDATA[惜惜公主~闪耀女神]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[103276]]></room_number><nickname><![CDATA[蘇墨、Nine 实力歌手]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[154442]]></room_number><nickname><![CDATA[張笑笑??金蝉子]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[139662]]></room_number><nickname><![CDATA[菲菲师姐ღ甜甜圈]]></nickname><area><![CDATA[江西]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[156793]]></room_number><nickname><![CDATA[晓螃蟹]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[143885]]></room_number><nickname><![CDATA[喵小松：静静等待]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[102626]]></room_number><nickname><![CDATA[洋晴儿```]]></nickname><area><![CDATA[安徽]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[123390]]></room_number><nickname><![CDATA[宠爱?太狼[求守护]]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[100594]]></room_number><nickname><![CDATA[拿铁、魅力之都]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[112345]]></room_number><nickname><![CDATA[陶宝儿求真爱]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[110667]]></room_number><nickname><![CDATA[SUN幽幽梦-随缘]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[109696]]></room_number><nickname><![CDATA[群星、苏筱筱你现任]]></nickname><area><![CDATA[山西]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[134045]]></room_number><nickname><![CDATA[Tommy--CoCo]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[123530]]></room_number><nickname><![CDATA[酷音|▍仙仙依]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[138422]]></room_number><nickname><![CDATA[兔子????]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[104731]]></room_number><nickname><![CDATA[啊镇~奇秀五弟！]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[157640]]></room_number><nickname><![CDATA[梦儿_用心唱歌]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[112258]]></room_number><nickname><![CDATA[生日倒计10天╭田心╯]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[103961]]></room_number><nickname><![CDATA[安久-我回来了]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[121008]]></room_number><nickname><![CDATA[电竞女王 柠檬大大]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[112733]]></room_number><nickname><![CDATA[贝塔是大雄]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[123456]]></room_number><nickname><![CDATA[酷音|▍小麦心有独钟]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[127887]]></room_number><nickname><![CDATA[浙江小心蕾]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[103853]]></room_number><nickname><![CDATA[闪耀小米渣?走心唱歌]]></nickname><area><![CDATA[贵州]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[113956]]></room_number><nickname><![CDATA[北鼻??9 10大地震]]></nickname><area><![CDATA[澳门]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[150189]]></room_number><nickname><![CDATA[Heyz-何事悲风秋画扇]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[116859]]></room_number><nickname><![CDATA[紫馨回来了]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[103958]]></room_number><nickname><![CDATA[炬星★↘*充气6*↙]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[133591]]></room_number><nickname><![CDATA[魂灵黛一ღ第一次抢星]]></nickname><area><![CDATA[湖南]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[104330]]></room_number><nickname><![CDATA[?"悦寶er求陪伴ღ闪耀]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122135]]></room_number><nickname><![CDATA[非主流瓷瓷.求关爱]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[155904]]></room_number><nickname><![CDATA[[聚星】Coco 实力唱将]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[110376]]></room_number><nickname><![CDATA[潘米子??晚上8点见]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[158848]]></room_number><nickname><![CDATA[夏尔6点到12点]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[102759]]></room_number><nickname><![CDATA[?西西?ゞ西阳：）]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[117643]]></room_number><nickname><![CDATA[夏天L9-等你疼]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[118347]]></room_number><nickname><![CDATA[闪耀小野?陪着我好吗]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[110555]]></room_number><nickname><![CDATA[空谷。幸运丸]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[158822]]></room_number><nickname><![CDATA[大g阳 成长快乐]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[126441]]></room_number><nickname><![CDATA[|小虎牙?]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[133691]]></room_number><nickname><![CDATA[小鸣丶为你而唱]]></nickname><area><![CDATA[吉林]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[158936]]></room_number><nickname><![CDATA[美娇er]]></nickname><area><![CDATA[天津]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[125955]]></room_number><nickname><![CDATA[Cindy月儿~九月加油]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[125440]]></room_number><nickname><![CDATA[长乐青柠?从心开始]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[120685]]></room_number><nickname><![CDATA[纯宝小小的太阳师迷兔]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[131039]]></room_number><nickname><![CDATA[佳敏L9小女污]]></nickname><area><![CDATA[内蒙古]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[142321]]></room_number><nickname><![CDATA[骨头（爱是一道光）]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[131136]]></room_number><nickname><![CDATA[帅帅L9最帅女主播]]></nickname><area><![CDATA[内蒙古]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[144315]]></room_number><nickname><![CDATA[Tommy 斗斗]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[111316]]></room_number><nickname><![CDATA[枫枫?尊师陌路]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[100888]]></room_number><nickname><![CDATA[?゛葉子ゝ魅力之都づ]]></nickname><area><![CDATA[山东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[121263]]></room_number><nickname><![CDATA[管上上、你给我上！]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146075]]></room_number><nickname><![CDATA[爱菲，谁来守护]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[114728]]></room_number><nickname><![CDATA[闪耀小跳?尊师一梦]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[136972]]></room_number><nickname><![CDATA[梦梅丫头?金刚芭比]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[128364]]></room_number><nickname><![CDATA[小美，大胸妹]]></nickname><area><![CDATA[福建]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[118585]]></room_number><nickname><![CDATA[魔严?不死小强]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[153077]]></room_number><nickname><![CDATA[船长妹妹求家人啊]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[108464]]></room_number><nickname><![CDATA[尤安L9-有爱就难不倒]]></nickname><area><![CDATA[湖南]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[124565]]></room_number><nickname><![CDATA[荣耀-上官努力前行]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[138817]]></room_number><nickname><![CDATA[Angel~糖宝]]></nickname><area><![CDATA[湖北]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[123184]]></room_number><nickname><![CDATA[沛儿-太认真|▍酷音]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146236]]></room_number><nickname><![CDATA[夕希?尊师道道]]></nickname><area><![CDATA[陕西]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[124411]]></room_number><nickname><![CDATA[贺：我只是个弟弟！]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[138204]]></room_number><nickname><![CDATA[酷音|▍雨露因你守候]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[111113]]></room_number><nickname><![CDATA[泊瀚?豆豆求抢榜]]></nickname><area><![CDATA[湖南]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[110255]]></room_number><nickname><![CDATA[萱萱弹琴给你听丶Nine]]></nickname><area><![CDATA[湖南]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[106848]]></room_number><nickname><![CDATA[小虎牙--沐晨]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[102741]]></room_number><nickname><![CDATA[善仪，不卑不亢]]></nickname><area><![CDATA[其他]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[145468]]></room_number><nickname><![CDATA[微意?逗比醒目满血回]]></nickname><area><![CDATA[重庆]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[150890]]></room_number><nickname><![CDATA[重庆小萌儿 嗨中]]></nickname><area><![CDATA[重庆]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[115654]]></room_number><nickname><![CDATA[感冒牙牙ღ甜甜圈?]]></nickname><area><![CDATA[四川]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[154431]]></room_number><nickname><![CDATA[十三幺 东南西北疯]]></nickname><area><![CDATA[江苏]]></area></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 